{
    "navtop": {
        "about": "About",
        "skills": "Skills",
        "studies": "Studies",
        "experience": "Experience",
        "realisations": "Projects"
    },
    "header": {
        "download": "Download CV",
        "dev": "Web Developer"
    },
    "about": {
        "me": "About me",
        "presentation1": "I am a Web Developer, I am passionate about technologies and digital project. After following an intensive schooling and internship into a company specialised in cybersecurity, I acquired a solid experience in web development, both theoretical and pratical. This experience allowed me to learn the main languages as well as framework and modern tools to create website and apps with high-performance.",
        "presentation2": "Nowadays, I am freelancer and I put my expertise at the service of my clients to make all types of web projects. Whether it is a showcase site, an appointment booking site, or a complete overhaul of an existing platform, I am attentive to understand the needs and to propose adapted solutions. I have my heart set on giving life to my client's ideas and to make their project succeed. Don't hesite to contact me if you want to talk about your needs or if you have any questions. I would be thrilled to collaborate with you and contribute to the success of your digital projects.",
        "nationality": "Nationality",
        "french": "French",
        "residence": "Place of residence",
        "social": "Professional social media"
    },
    "skills": {
        "skill": "Skills",
        "integration": "Integration of responsive websites and mobiles applications that meet W3C standards",
        "environment": "Working environnement",
        "system": "Operating system :",
        "language": "Languages :",
        "english": "Fluent in English",
        "soft": "Soft skills :",
        "qualities": "Curious, autonomous, team spirit, rigorous"
    },
    "experience": {
        "title": "My experiences",
        "accordion_title": "Aprenticeship as a web developer at Seela- 2022 - 2023",
        "accordion_title-2": "Freelance as web developer - 2023 - today",
        "accordion_body1": "Maintenance of the products offered by the company",
        "accordion_body2": "Creation of the company's showcase site",
        "accordion_body3": "Participation in POCS",
        "accordion_body4": "Stack: Nuxt 2/3, Bootstrap, Tailwind, UnoCSS, TypeScript",
        "accordion_body1-1": "Creating websites for companies",
        "accordion_body2-2": "Stack: VueJS, NuxtJS, Bootstrap, TypeScript, CSS3, HTML5, NodeJS",
        "see_more": "See more"
    },
    "studies": {
        "title": "My studies",
        "accordion_title1": "Web Developer Training - 2022 - 2023",
        "accordion_title2": "Master degree in teaching specialised in English - 2019 - 2021",
        "accordion_title3": "Erasmus + program - 2016 - 2017",
        "accordion_title4": "Bachelor degree in English - 2014 - 2017",
        "accordion_body1": "Title RNCP of level V. Carried out with OpenClassrooms. It aims to prepare us to become a web developer through projects that revolve around learning HTML, CSS and JS.",
        "accordion_body2": "Carried out with l'Institut National Supérieur du Professorat et de l'Education at Aix-en-Pce. This master degree aims to prepare us to become English teachers. During two years, I've learnt how to teach thanks to theorical lessons but also with some internships in different schools from my hometown.",
        "accordion_body3": "Carried out at Maynooth University in Ireland (Co. Kildare). Erasmus + is an exchange program through Europe. It allows us to discover a new culture, a new country, new customs and perfect your knowledge in a language spoken in the country. In my case, I had the opportunity to improve in English and discover the Irish culture during one year.",
        "accordion_body4": "Carried out ay ALLSH university of Aix-Marseille at Aix-en-Pce. This bachelor degree in which we study English. The areas of study: literature, art, history, geography, actuality, linguistic and translation."
    },
    "freelance": {
        "title": "My projects in freelance",
        "context": "Context",
        "context_1": "Creation of an appointment booking site for osteopath",
        "context_2": "The front is set up with Nuxt 3 and Boostrap 5",
        "context_3": "The back is set up with NodeJS v18 and a MongoDB database",
        "context_4": "Designing a mockup for the front with Figma",
        "functionality": "Website's features",
        "functionality_1": "A weekly planner with appointments, disponibility and absences of the practioners;",
        "functionality_2": "An appointment booking system for patients and personalized for practitioners;",
        "functionality_3": "A login and account management system for patients and practitioners with right system (eg: admin);",
        "functionality_4": "Sending automatic emails for various features such as appointment confirmation email...;",
        "functionality_5": "Forgot password management with a token;",
        "functionality_6": "Taking into consideration appointments type such as adult, child, pregnant...",
        "see_website": "See the website",
        "dtg_context_1": "Creation of a cybersecurity training website",
        "dtg_context_2": "The front is set up with Nuxt 3, TailwindCSS and UnoCSS",
        "dtg_context_3": "The back is setup with NodeJS et a PostgreSQL database",
        "dtg_context_4": "Collaboration with a graphic designer for the mockup",
        "dtg_functionality_1": "A login and account management system for students and teachers with rights system (ex: admin, teacher, student);",
        "dtg_functionality_2": "Sending automatic emails for various features such as voucher email, creating account email...",
        "dtg_functionality_3": "Forgotten password management and personalized email sending with token;",
        "dtg_functionality_4": "Course management and course administration center",
        "dtg_functionality_5": "Generation of a unique voucher per class;",
        "dtg_functionality_6": "Class management with a manual student list and CSV import."
    },
    "realisation": {
        "title": "My personal projects",
        "language": "Languages used: "
    },
    "footer": {
        "contact": "Contact me !",
        "currently": "Currently looking for a new job, I am interested in :",
        "dev": "Web Developer • Front-End Developer",
        "meet": "Do you want to meet me ?",
        "address": "I am available in Aix-en-Provences and its surroudings"
    }
}
