{
    "navtop": {
        "about": "A propos",
        "skills": "Compétences",
        "studies": "Parcours",
        "experience": "Expérience",
        "realisations": "Réalisations"
    },
    "header": {
        "download": "Télécharger CV",
        "dev": "Développeuse Web"
    },
    "about": {
        "me": "À propos de moi",
        "presentation1": "Développeuse web junior, je recherche un emploi après avoir passé 1 an alternance dans une entreprise spécialisée en formation en cybersécurité. Cette expérience m'a permis d'acquerir de l'autonomie et confiance en mes nouvelles compétences.",
        "presentation2": " Issue d'un mileu litteraire, j'ai tout d'abord fait des études d'anglais. Cependant, ma formation a pris un tout autre tournant vers le monde de l'informatique. Animée par la passion du développement informatique, j'ai tout d'abord commencé ma formation de mon coté en découvrant le développement via des cours en ligne gratuits et des vidéos. Par la suite, j'ai réalisé une formation de développeuse web avec OpenClassrooms afin de renforcer et étoffer mon panel de compétences.",
        "nationality": "Nationalité",
        "french": "Française",
        "residence": "Lieu de résidence",
        "social": "Réseaux pro"
    },
    "skills": {
        "skill": "Compétences",
        "integration": "Intégration de sites webs et applications mobiles responsive et respondant aux normes du W3C",
        "environment": "Environnement de travail",
        "system": "Systèmes d'exploitation :",
        "language": "Languages :",
        "english": "Maitrise de la langue anglaise: écrit et oral",
        "soft": "Savoir-être :",
        "qualities": "Curieuse, autonome, esprit d'équipe, rigoureuse"
    },
    "experience": {
        "title": "Mes expériences",
        "accordion_title": "Développeuse web en alternance chez Seela - 2022 - 2023",
        "accordion_title-2": "Développeuse web en Freelance- 2023 - aujourd'hui",
        "accordion_body1": "Maintenance des produits proposés par l'entreprise",
        "accordion_body2": "Création du site vitrine de l'entreprise",
        "accordion_body3": "Participation à des POCS",
        "accordion_body4": "Stack: Nuxt 2/3, Bootstrap, Tailwind, UnoCSS, TypeScript",
        "accordion_body1-1": "Création de site web pour des entreprises ou particuliers",
        "accordion_body2-2": "Stack: VueJS, NuxtJS, Bootstrap, TypeScript, CSS3, HTML5, NodeJS",
        "see_more": "En voir plus"
    },
    "studies": {
        "title": "Mon parcours",
        "accordion_title1": "Formation Développeuse Web - 2022 - 2023",
        "accordion_title2": "Master Mention Métiers de l'Enseignement, de l'Education et de la Formation Option Anglais - 2019 - 2021",
        "accordion_title3": "Programme Erasmus + - 2016 - 2017",
        "accordion_title4": "Licence Langues, Littératures et Civilisations Etrangères en anglais - 2014 - 2017",
        "accordion_body1": "Titre RNCP de niveau V. Réalisé avec OpenClassrooms. Elle a pour but a nous préparer à devenir développeur web grâce des projets qui tournent autour de l'apprentissage du HTML, du CSS et de JS.",
        "accordion_body2": "Réalisé à l'Institut National Supérieur du Professorat et de l'Education à Aix-en-Pce. Ce master a pour but de nous préparer à l'enseignement de l'anglais dans le second degré. Durant deux ans, 'ai appris à enseigner grâce à des cours théoriques mais aussi grâce à des stages dans des établissements scolaires de ma ville",
        "accordion_body3": "Réalisé à Maynooth University en Irlande (Co. Kildare). Erasmus + est un programme d'échange universitaire à travers l'Europe. Celui-ci permet de découvrir une nouvelle culture, un nouveau pays, des nouvelles coutumes et parfaire ses connaissances dans la langue parlée dans ce pays. Dans mon cas, j'ai eu l'occasion d'approffondir mes connaissances dans la langue anglaise et découvrir la culture Irlandaise pendant 1 an",
        "accordion_body4": "Réalisé à l'université ALLSH d'Aix-Marseille à Aix-en-Pce. C'est une licence dans laquelle on étudie en profondeur la langue anglaise. Les domaines étudiés sont: la littérature, les arts, l'histoire, la géographie, l'actualité, la linguistique et la traduction"
    },
    "realisation": {
        "title": "Mes réalisations personnelles",
        "language": "Languages utilisés: "
    },
    "freelance": {
        "title": "Mes réalisations en freelance",
        "context": "Contexte",
        "context_1": "Création d'un site de prise de rendez-vous pour ostéopathe",
        "context_2": "Mise en place du front en Nuxt 3 et Boostrap 5",
        "context_3": "Mise en place du back en NodeJS v18 et une database MongoDB",
        "context_4": "Conception d'une maquette pour le front avec Figma",
        "functionality": "Fonctionnalités du site",
        "functionality_1": "Un calendrier de la semaine avec les rendez-vous, les disponibilités et les absences des praticiens;",
        "functionality_2": "Un système de prise de rendez-vous pour les patients et personnalisé pour les praticiens;",
        "functionality_3": "Un système de login et de gestion de compte pour les patients et les praticiens avec système de droit (ex: admin);",
        "functionality_4": "Envoie de mail automatique pour divers fonctionnalité (ex: confirmation de rendez-vous...);",
        "functionality_5": "Gestion des mots de passe oubliés avec token;",
        "functionality_6": "Prise en compte de type de rendez-vous: adulte, enfant...",
        "see_website": "Voir le site"
    },
    "footer": {
        "contact": "Contactez moi !",
        "currently": "Actuellement à la recherche d'un nouvel emploi, je suis intéressée par les postes de :",
        "dev": "Développeur Web • Développeur Front-End",
        "meet": "Vous souhaitez me rencontrer ?",
        "address": "Je suis disponible à Aix-en-Provence et ses alentours"
    }
}
